<div><h1>Allgemeine Gesch&auml;ftsbedingungen</h1>
<h2>Inhaltsverzeichnis</h2>
<ol>
<li>Geltungsbereich, Begriffsbestimmungen</li>
<li>Leistungen der Agentur</li>
<li>Vertragsschluss</li>
<li>Leistungserbringung und Zusammenarbeit</li>
<li>Leistungs&auml;nderungen (Change Requests)</li>
<li>Mitwirkungspflichten des Kunden</li>
<li>Verg&uuml;tung und Zahlungen</li>
<li>Vertragslaufzeit und K&uuml;ndigung bei Dauerschuldverh&auml;ltnissen</li>
<li>Nutzungsrechte an Leistungsergebnissen</li>
<li>Vertraulichkeit und Datenschutz</li>
<li>Exklusivit&auml;t und Wettbewerbsverbot</li>
<li>M&auml;ngelhaftung (Gew&auml;hrleistung)</li>
<li>Haftung</li>
<li>Anwendbares Recht und Gerichtsstand</li>
<li>Schlussbestimmungen</li>
</ol>
<h2>1) Geltungsbereich, Begriffsbestimmungen</h2>
<p><b>1.1</b>&nbsp;Diese Allgemeinen Gesch&auml;ftsbedingungen (nachfolgend &quot;AGB&quot;) der Potthast Online-Marketing GbR (nachfolgend &quot;Agentur&quot;), gelten f&uuml;r alle Vertr&auml;ge, die ein Unternehmer (nachfolgend &quot;Kunde&quot;) mit der Agentur &uuml;ber die von der Agentur auf ihrer Website oder in anderen Medien beschriebenen Dienstleistungen abschlie&szlig;t. Hiermit wird der Einbeziehung von eigenen Bedingungen des Kunden widersprochen, es sei denn, es ist etwas anderes vereinbart.</p>
<p><b>1.2</b>&nbsp;Unternehmer im Sinne dieser AGB ist eine nat&uuml;rliche oder juristische Person oder eine rechtsf&auml;hige Personengesellschaft, die bei Abschluss eines Rechtsgesch&auml;fts in Aus&uuml;bung ihrer gewerblichen oder selbst&auml;ndigen beruflichen T&auml;tigkeit handelt.</p>
<h2>2) Leistungen der Agentur</h2>
<p><b>2.1</b>&nbsp;Ziel der Zusammenarbeit zwischen dem Kunden und der Agentur ist die Optimierung und gegebenenfalls auch der Ausbau des Auftritts des Unternehmens des Kunden und / oder seiner Produkte.</p>
<p><b>2.2</b>&nbsp;Die Agentur erbringt im Rahmen der konkret im Vertrag vereinbarten Leistungen f&uuml;r den Kunden umfassende Dienstleistungen im Bereich Kommunikation und Marketing, einschlie&szlig;lich gegebenenfalls Beratungs-, Planungs-, Konzeptions- und Umsetzungsleistungen.</p>
<p><b>2.3</b>&nbsp;Je nach konkreter Vereinbarung zwischen den Parteien erbringt die Agentur gegen&uuml;ber dem Kunden Leistungen im Vertrag gegebenenfalls insbesondere aus den folgenden Bereichen:<br />
- Beratung hinsichtlich digitaler Sichtbarkeit und Markenpositionierung<br />
- Entwicklung und Durchf&uuml;hrung von Marketing-, Branding- und Kommunikationsstrategien<br />
- Konzeption, Planung und Umsetzung von Marketing- und Werbekampagnen<br />
- Monitoring, Reporting und Erfolgskontrolle der eingesetzten Marketinginstrumente<br />
- Betreuung und strategische Weiterentwicklung von Social Media-Kan&auml;len<br />
- Leistungen als Content Creator (z. B. Erstellung von Texten, Bildern, Videos, Posts, Reels, Stories, etc.)<br />
- Suchmaschinenoptimierung (SEO) und KI-Optimierung (AIO)<br />
- Schaltung von Werbeanzeigen (z. B. Bannern)</p>
<p><b>2.4</b>&nbsp;Die genauen Inhalte, Ziele und Zeitpl&auml;ne werden in einem gesonderten Projektplan oder sonstigen Dokument von den Parteien konkretisiert.</p>
<h2>3) Vertragsschluss</h2>
<p><b>3.1</b>&nbsp;Die auf der Website oder in anderen Medien der Agentur beschriebenen Leistungen stellen keine verbindlichen Angebote seitens der Agentur dar, sondern dienen zur Abgabe eines verbindlichen Angebots durch den Kunden.</p>
<p><b>3.2</b>&nbsp;Der Kunde kann das Angebot &uuml;ber das in die Website der Agentur integrierte Online-Bestellformular abgeben. Dabei gibt der Kunde, nachdem er die ausgew&auml;hlten Leistungen in den virtuellen Warenkorb gelegt und den elektronischen Bestellprozess durchlaufen hat, durch Klicken des den Bestellvorgang abschlie&szlig;enden Buttons ein rechtlich verbindliches Vertragsangebot in Bezug auf die im Warenkorb enthaltenen Leistungen ab.</p>
<p><b>3.3</b>&nbsp;Die Agentur kann das Angebot des Kunden innerhalb von f&uuml;nf Tagen annehmen,<br />
- indem sie dem Kunden eine schriftliche Auftragsbest&auml;tigung oder eine Auftragsbest&auml;tigung in Textform (Fax oder E-Mail) &uuml;bermittelt, wobei insoweit der Zugang der Auftragsbest&auml;tigung beim Kunden ma&szlig;geblich ist, oder<br />
- indem sie auf Anforderung des Kunden mit der Ausf&uuml;hrung der Leistung beginnt und dies dem Kunden anzeigt, oder<br />
- indem sie den Kunden nach Abgabe von dessen Bestellung zur Zahlung auffordert.<br />
Liegen mehrere der vorgenannten Alternativen vor, kommt der Vertrag in dem Zeitpunkt zustande, in dem eine der vorgenannten Alternativen zuerst eintritt. Die Frist zur Annahme des Angebots beginnt am Tag nach der Absendung des Angebots durch den Kunden zu laufen und endet mit dem Ablauf des f&uuml;nften Tages, welcher auf die Absendung des Angebots folgt. Nimmt die Agentur das Angebot des Kunden innerhalb vorgenannter Frist nicht an, so gilt dies als Ablehnung des Angebots mit der Folge, dass der Kunde nicht mehr an seine Willenserkl&auml;rung gebunden ist.</p>
<p><b>3.4</b>&nbsp;Bei der Abgabe eines Angebots &uuml;ber das Online-Bestellformular der Agentur wird der Vertragstext nach dem Vertragsschluss von der Agentur gespeichert und dem Kunden nach Absendung von dessen Bestellung in Textform (z. B. E-Mail, Fax oder Brief) &uuml;bermittelt. Eine dar&uuml;ber hinausgehende Zug&auml;nglichmachung des Vertragstextes durch die Agentur erfolgt nicht.</p>
<p><b>3.5</b>&nbsp;Vor verbindlicher Abgabe der Bestellung &uuml;ber das Online-Bestellformular der Agentur kann der Kunde m&ouml;gliche Eingabefehler durch aufmerksames Lesen der auf dem Bildschirm dargestellten Informationen erkennen. Ein wirksames technisches Mittel zur besseren Erkennung von Eingabefehlern kann dabei die Vergr&ouml;&szlig;erungsfunktion des Browsers sein, mit deren Hilfe die Darstellung auf dem Bildschirm vergr&ouml;&szlig;ert wird. Seine Eingaben kann der Kunde im Rahmen des elektronischen Bestellprozesses so lange &uuml;ber die &uuml;blichen Tastatur- und Mausfunktionen korrigieren, bis er den Button anklickt, welcher den Bestellvorgang abschlie&szlig;t.</p>
<p><b>3.6</b>&nbsp;F&uuml;r den Vertragsschluss steht die deutsche Sprache zur Verf&uuml;gung.</p>
<p><b>3.7</b>&nbsp;Die Bestellabwicklung und Kontaktaufnahme finden in der Regel per E-Mail und automatisierter Bestellabwicklung statt. Der Kunde hat sicherzustellen, dass die von ihm zur Bestellabwicklung angegebene E-Mail-Adresse zutreffend ist, so dass unter dieser Adresse die von der Agentur versandten E-Mails empfangen werden k&ouml;nnen. Insbesondere hat der Kunde bei dem Einsatz von SPAM-Filtern sicherzustellen, dass alle von der Agentur oder von dieser mit der Bestellabwicklung beauftragten Dritten versandten E-Mails zugestellt werden k&ouml;nnen.</p>
<h2>4) Leistungserbringung und Zusammenarbeit</h2>
<p><b>4.1</b>&nbsp;Die Agentur bietet ihre Leistungen gem&auml;&szlig; der vertraglichen Vereinbarung online und / oder beim Kunden vor Ort an. Der Inhalt der konkreten Leistung ergibt sich aus dem Angebot der Agentur.</p>
<p><b>4.2</b>&nbsp;Die Agentur kann den Vertragsschluss mit dem Kunden und die Erbringung von Leistungen f&uuml;r den Kunden ablehnen, soweit die Durchf&uuml;hrung des Vertrags oder die Erbringung der Leistungen gegen gesetzliche oder beh&ouml;rdliche Vorgaben versto&szlig;en w&uuml;rde oder dies der Agentur aus sonstigen Gr&uuml;nden nicht zumutbar ist, beispielsweise wegen Versto&szlig;es gegen das Gebot der weltanschaulichen, politischen oder religi&ouml;sen Neutralit&auml;t oder wegen auch nur vor&uuml;bergehender Zahlungsunf&auml;higkeit des Kunden.</p>
<p><b>4.3</b>&nbsp;Die Agentur erbringt ihre vertraglichen Leistungen gem&auml;&szlig; den vereinbarten Anforderungen oder &ndash; soweit nichts anderes vereinbart ist &ndash; nach den Grunds&auml;tzen einer ordnungsgem&auml;&szlig;en Berufsaus&uuml;bung. Soweit sich aus dem Angebot der Agentur nichts anderes ergibt, schuldet die Agentur keinen bestimmten Erfolg. Insbesondere &uuml;bernimmt die Agentur keine Gew&auml;hr daf&uuml;r, dass sich beim Kunden ein bestimmter Erfolg einstellt oder dass der Kunde ein bestimmtes Ziel erreicht. Dies ist nicht zuletzt auch vom pers&ouml;nlichen Einsatz und Willen des Kunden abh&auml;ngig, auf den die Agentur keinen Einfluss hat.</p>
<p><b>4.4</b>&nbsp;Die Agentur und der Kunde stimmen sich in angemessenen Abst&auml;nden &uuml;ber die Durchf&uuml;hrung der beauftragten Leistungen ab. Bei Abweichungen von den vereinbarten Leistungen oder Vorgehen teilen die Parteien dies unverz&uuml;glich der jeweils anderen Partei mit.</p>
<p><b>4.5</b>&nbsp;Soweit keine kontinuierliche Leistungserbringung vereinbart ist, erfolgt der Abruf einzelner Leistungen durch Beauftragung in Textform (z. B. per E-Mail) durch den Kunden. Die Agentur verpflichtet sich, eine Auftragsbest&auml;tigung mit Leistungsumfang, zeitlicher Umsetzung und etwaigen Zusatzkosten innerhalb von drei (3) Werktagen nach Abruf zu &uuml;bermitteln. Leistungen gelten erst mit Freigabe des Kunden in zumindest Textform als verbindlich beauftragt.</p>
<p><b>4.6</b>&nbsp;Termine sind nur bei ausdr&uuml;cklicher Bezeichnung als solche verbindlich. Soweit es sich nicht um solche ausdr&uuml;cklichen Leistungstermine handelt, sind Termine Zieltermine, die im Rahmen der Zusammenarbeit stetig angepasst werden k&ouml;nnen. Der Kunde ist berechtigt, nach Ablauf einer angemessenen Zeit nach einem Zieltermin von der Agentur die Erbringung noch ausstehender Leistungen unter angemessener Fristsetzung zumindest in Textform zu fordern. Mit Fristablauf ist der Anspruch des Kunden f&auml;llig.</p>
<p><b>4.7</b>&nbsp;Der Kunde ist allein daf&uuml;r verantwortlich, dass die Inhalte oder sonstigen Informationen auf seinen Online-Pr&auml;senzen und die von ihm gelieferten oder freigegebenen Inhalte oder sonstigen Informationen rechtlich zul&auml;ssig sind. Die Agentur ist nicht verpflichtet, ihre Leistungsergebnisse rechtlich zu pr&uuml;fen oder pr&uuml;fen zu lassen, insbesondere auch nicht im Hinblick auf das Wettbewerbs-, Marken-, Pers&ouml;nlichkeits- und Urheberrecht, und f&uuml;hrt eine solche rechtliche Pr&uuml;fung auch nicht durch. Dies gilt ausdr&uuml;cklich auch f&uuml;r die Durchf&uuml;hrung von markenrechtlichen Recherchen und Pr&uuml;fungen, etwa im Hinblick auf potentielle Markenrechtsverst&ouml;&szlig;e.</p>
<p><b>4.8</b>&nbsp;Die Agentur postet, verbreitet und ver&ouml;ffentlicht Inhalte und sonstige Informationen auf Online-Pr&auml;senzen (z. B. Social Media-Kan&auml;le, Websites, etc.) des Kunden sowie etwaiger Dritter im Rahmen der vertraglichen Leistungen nur, soweit der Kunde dies jeweils freigegeben hat, es sei denn, es ist etwas anderes vereinbart. Der Kunde muss Inhalte und sonstige Informationen nach entsprechender Aufforderung binnen drei (3) Werktagen, durch Erkl&auml;rung zumindest in Textform freigeben, soweit nichts anderes vereinbart ist. Nach Ablauf dieser Frist gilt die Leistung als freigegeben, es sei denn, der Kunde verweigert die Freigabe innerhalb dieser Frist.</p>
<p><b>4.9</b>&nbsp;Sofern sich aus dem Angebot der Agentur nichts anderes ergibt, erbringt die Agentur ihre Leistung in eigener Person.</p>
<p><b>4.10</b>&nbsp;Mitarbeitende oder sonstiges Personal der Agentur werden nicht in den Betrieb des Kunden eingegliedert und treten in kein Arbeitsverh&auml;ltnis zum Kunden.</p>
<h2>5) Leistungs&auml;nderungen (Change Requests)</h2>
<p><b>5.1</b>&nbsp;Beide Parteien k&ouml;nnen jederzeit &Auml;nderungen der vereinbarten Leistungen vorschlagen. Die Agentur pr&uuml;ft &Auml;nderungsw&uuml;nsche des Kunden innerhalb angemessener Frist und unterbreitet dem Kunden ein Angebot zur Umsetzung der &Auml;nderungen, das insbesondere Inhalt, Zeit, Kosten und Auswirkungen auf den Zeitplan beinhaltet.</p>
<p><b>5.2</b>&nbsp;&Auml;nderungen von Leistungen gelten erst dann als vereinbart, wenn sie von beiden Parteien zumindest in Textform (z. B. E-Mail) best&auml;tigt worden sind. Der urspr&uuml;ngliche Vertrag oder Auftrag bleibt bis zur Annahme der &Auml;nderungen unver&auml;ndert in Kraft.</p>
<p><b>5.3</b>&nbsp;F&uuml;hrt ein &Auml;nderungswunsch des Kunden zu einem erheblichen Mehraufwand, kann die Agentur eine Anpassung der vereinbarten Verg&uuml;tung und des Zeitplans verlangen.</p>
<h2>6) Mitwirkungspflichten des Kunden</h2>
<p><b>6.1</b>&nbsp;Der Kunde hat der Agentur die f&uuml;r die Erbringung der vertraglichen Leistung ben&ouml;tigten Informationen, Unterlagen, Freigaben, Zugangsdaten und Entscheidungstr&auml;ger unentgeltlich, vollst&auml;ndig, wahrheitsgem&auml;&szlig; und rechtzeitig zur Verf&uuml;gung zu stellen, soweit die jeweilige Beschaffung nach dem Inhalt des Vertrages nicht in den Pflichtenkreis der Agentur f&auml;llt.</p>
<p><b>6.2</b>&nbsp;Insbesondere stellt der Kunde der Agentur auf Anforderung alle erforderlichen Zug&auml;nge zu seinen Social Media-Konten, Webseiten, Analysetools und sonstigen Dienste und elektronischen Plattformen in geeigneter Weise zur Verf&uuml;gung, soweit dies f&uuml;r die Erf&uuml;llung der vertraglichen Leistungen erforderlich ist. Dies umfasst gegebenenfalls auch die Erteilung von Administratorrechten oder die Einrichtung von Nutzerkonten mit hinreichenden Berechtigungen.</p>
<p><b>6.3</b>&nbsp;Der Kunde gew&auml;hrleistet, dass von ihm zur Erbringung der vertraglichen Leistung bereitgestellte Dokumente (z. B. Vorlagen, Muster und Unterlagen), Inhalte und sonstige Informationen frei von Rechten Dritter sind, die der rechtm&auml;&szlig;igen Erbringung der vertraglichen Leistungen entgegenstehen. Der Kunde stellt die Agentur von s&auml;mtlichen Anspr&uuml;chen Dritter sowie von Kosten einer damit verbundenen angemessenen Rechtsverfolgung bzw. Rechtsverteidigung frei, insbesondere aus dem Wettbewerbs-, Urheber- und Markenrecht.</p>
<p><b>6.4</b>&nbsp;Der Kunde ist allein daf&uuml;r verantwortlich, dass Nutzerdaten auf seinen Online-Pr&auml;senzen im Einklang mit den geltenden Vorgaben, insbesondere des Datenschutzes gem&auml;&szlig; der EU-Datenschutz-Grundverordnung (DSGVO), erhoben, gespeichert und verarbeitet werden, insbesondere im Hinblick auf die etwaige Einholung entsprechender Einwilligungen der Nutzer seiner Online-Pr&auml;senzen und deren datenschutzkonforme Information im Rahmen der Datenschutzerkl&auml;rung. Der Kunde stellt die Agentur von s&auml;mtlichen diesbez&uuml;glichen Anspr&uuml;chen Dritter sowie von Kosten einer damit verbundenen angemessenen Rechtsverfolgung bzw. Rechtsverteidigung frei.</p>
<p><b>6.5</b>&nbsp;Soweit nach dem konkreten Vertragsinhalt eine Begutachtung beim Kunden vereinbart ist, gew&auml;hrt der Kunde der Agentur Zugang zu den von diesem zu begutachtenden physischen oder digitalen Einrichtungen und stellt ihr gegebenenfalls geeignetes, vom Kunden ausgew&auml;hltes Fachpersonal zur Verf&uuml;gung, soweit dies f&uuml;r die Erbringung der vertraglichen Leistungen erforderlich ist.</p>
<p><b>6.6</b>&nbsp;Wenn der Kunde ein Re-Design oder eine &Uuml;berarbeitung der Struktur seiner Online-Pr&auml;senzen (z. B. Social Media-Kan&auml;le, Websites, etc.) plant, wird er dies der Agentur im Vorfeld mitteilen und deren Durchf&uuml;hrung mit der Agentur abstimmen.</p>
<p><b>6.7</b>&nbsp;Soweit im Einzelfall die Abnahme einer Leistung der Agentur zu erfolgen hat, muss der Kunde die Leistung nach entsprechender Aufforderung binnen acht (8) Werktagen durch Erkl&auml;rung zumindest in Textform oder der sonstigen hierf&uuml;r erforderlichen Mitwirkungsleistungen abnehmen. Nach Ablauf dieser Frist gilt die Leistung als abgenommen, es sei denn, der Kunde hat innerhalb der Frist M&auml;ngel der Leistung zumindest in Textform ger&uuml;gt. Bei unwesentlichen M&auml;ngeln darf der Kunde die Abnahme nicht verweigern. Soweit der Kunde die Leistung im Wesentlichen ohne vorherige Abnahme verwendet, gilt die Abnahme mit der Verwendung der Leistung als erfolgt.</p>
<p><b>6.8</b>&nbsp;Wenn der Kunde seinen Mitwirkungspflichten nicht nachkommt, so kann sich dies auf Termine, Leistungen und Qualit&auml;t auswirken. In diesem Fall ist die Agentur nicht f&uuml;r daraus resultierende Verz&ouml;gerungen oder Qualit&auml;tsm&auml;ngel verantwortlich. Soweit der Agentur in einem solchen Fall zus&auml;tzlicher Aufwand entsteht, werden die damit verbundenen Kosten dem Kunden auf Grundlage der vereinbarten Konditionen f&uuml;r die Verg&uuml;tung (z. B. Stundensatz) in Rechnung gestellt.</p>
<h2>7) Verg&uuml;tung und Zahlungen</h2>
<p><b>7.1</b>&nbsp;Soweit sich aus dem Angebot der Agentur nichts anderes ergibt, handelt es sich bei den angegebenen Preisen um Gesamtpreise, die die gesetzliche Umsatzsteuer enthalten.</p>
<p><b>7.2</b>&nbsp;Der Kunde ist verpflichtet, der Agentur die vereinbarte Verg&uuml;tung fristgem&auml;&szlig; zu zahlen. Je nach Vereinbarung der Parteien erfolgt die Verg&uuml;tung im Rahmen einer monatlichen Pauschalverg&uuml;tung in der vereinbarten H&ouml;he, nach tats&auml;chlichem Zeitaufwand auf Grundlage eines Stundensatzes oder in sonstiger Weise gem&auml;&szlig; der Absprache der Parteien.</p>
<p><b>7.3</b>&nbsp;Sonder- oder Zusatzleistungen der Agentur, die nicht Bestandteil der urspr&uuml;nglich vereinbarten Leistungen sind, bed&uuml;rfen der vorherigen Beauftragung durch den Kunden zumindest in Textform und werden gesondert abgerechnet.</p>
<p><b>7.4</b>&nbsp;Der Kunde ist verpflichtet, Auslagen und sonstige Nebenkosten zu erstatten, die der Agentur nach vorheriger Absprache zwischen ihm und dem Kunden im Zusammenhang mit der Erf&uuml;llung dieses Vertrags notwendigerweise entstehen.</p>
<p><b>7.5</b>&nbsp;Etwaig anfallende Reisekosten f&uuml;r Anreise, &Uuml;bernachtung, Verpflegung bei vor Ort erbrachten Leistungen und sonstige Spesen und Nebenkosten sind in der Verg&uuml;tung f&uuml;r die Leistungen der Agentur nicht enthalten und sind nach Aufwand und gegen Nachweis vom Kunden zu tragen, soweit sich aus dem Angebot der Agentur nichts anderes ergibt und diese vom Kunden im Vorfeld freigegeben worden sind.</p>
<p><b>7.6</b>&nbsp;Die Agentur hat das Recht, nach vorheriger Absprache mit dem Kunden die zur Erf&uuml;llung dieses Vertrags erforderlichen Drittleistungen im Namen und f&uuml;r Rechnung des Kunden zu erwerben. Dies gilt insbesondere, aber nicht ausschlie&szlig;lich, f&uuml;r den Erwerb von Lizenzen bzw. Nutzungsrechten an Bildern, Grafiken, Texten, Software oder sonstigen gesch&uuml;tzten Gegenst&auml;nden. Der Kunde verpflichtet sich, der Agentur hierf&uuml;r Vollmacht zu erteilen und erteilt diese hiermit sogleich. Im Falle des Erwerbs von solchen Drittleistungen verpflichtet sich der Kunde, die Agentur im Innenverh&auml;ltnis von s&auml;mtlichen Verg&uuml;tungsanspr&uuml;chen freizustellen, die aus den Vertragsschl&uuml;ssen mit den jeweiligen Drittanbietern folgen. Die Agentur ist berechtigt, diese Kosten in Rechnung zu stellen, sobald sie ihrerseits von dem Dritten in Rechnung gestellt werden.</p>
<p><b>7.7</b>&nbsp;Die Zahlungsm&ouml;glichkeiten werden dem Kunden im Angebot der Agentur mitgeteilt.</p>
<p><b>7.8</b>&nbsp;Ist Abrechnung via Rechnungsstellung vereinbart, sind Zahlungen 14 Tage nach Erhalt der Rechnung ohne Abzug f&auml;llt, soweit nichts anderes vereinbart ist.</p>
<p><b>7.9</b>&nbsp;Bei Zahlungsverzug gelten die gesetzlichen Regelungen.</p>
<h2>8) Vertragslaufzeit und K&uuml;ndigung bei Dauerschuldverh&auml;ltnissen</h2>
<p><b>8.1</b>&nbsp;Der Vertrag wird unbefristet geschlossen und kann vom Kunden zum Ende eines jeden Monats gek&uuml;ndigt werden.</p>
<p><b>8.2</b>&nbsp;Das Recht der Agentur und des Kunden, den Vertrag aus wichtigem Grund zu k&uuml;ndigen, bleibt unber&uuml;hrt. Ein wichtiger Grund liegt vor, wenn dem k&uuml;ndigenden Teil unter Ber&uuml;cksichtigung aller Umst&auml;nde des Einzelfalls und unter Abw&auml;gung der beiderseitigen Interessen die Fortsetzung des Vertragsverh&auml;ltnisses bis zur vereinbarten Beendigung oder bis zum Ablauf einer K&uuml;ndigungsfrist nicht zugemutet werden kann.</p>
<p><b>8.3</b>&nbsp;K&uuml;ndigungen k&ouml;nnen schriftlich oder in Textform (z. B. per E-Mail) erfolgen.</p>
<h2>9) Nutzungsrechte an Leistungsergebnissen</h2>
<p><b>9.1</b>&nbsp;Die Agentur ist Inhaberin s&auml;mtlicher Nutzungs- und Verwertungsrechte an den von ihr im Rahmen des Vertrags mit dem Kunden geschaffenen Leistungs- und Arbeitsergebnissen sowie an den verwendeten und bereitgestellten Inhalten und Informationen, einschlie&szlig;lich Konzepten, (Vor-)Entw&uuml;rfen, Gestaltungen, Designs, Texten, Grafiken, Videos oder sonstigem Material (nachfolgend &quot;Content&quot;), die - gleich in welcher Form - gegebenenfalls im Zusammenhang mit der Erbringung der Leistungen der Agentur dem Kunden bereitgestellt oder f&uuml;r diesen verwendet werden, soweit nichts anderes vereinbart ist und sich aus den Umst&auml;nden nichts anderes ergibt.</p>
<p><b>9.2</b>&nbsp;Soweit nichts anderes vereinbart ist, r&auml;umt die Agentur dem Kunden an dem Content ein einfaches, nicht &uuml;bertragbares Nutzungs- und Verwertungsrecht ein, den Content zum vereinbarten Zweck und im vereinbarten Umfang zu nutzen und zu verwerten. Die Rechte gelten als r&auml;umlich und zeitlich unbeschr&auml;nkt f&uuml;r die vereinbarte Nutzung und Verwertung und den vereinbarten Nutzungs- und Verwertungszweck einger&auml;umt.</p>
<p><b>9.3</b>&nbsp;Der Kunde darf ihm von der Agentur gegebenenfalls im Zusammenhang mit deren Leistungen &uuml;berlassenen Content lediglich in dem Umfang nutzen und verwerten, der vereinbart oder nach dem Vertragszweck erforderlich ist. Ohne gesonderte Zustimmung der Agentur ist der Kunde dar&uuml;ber hinaus insbesondere nicht berechtigt, ihm &uuml;berlassenen Content ganz oder teilweise zu bearbeiten, umzugestalten, nachzunahmen, zu vervielf&auml;ltigen, zu verbreiten oder &ouml;ffentlich zug&auml;nglich zu machen und Nutzungs- und Verwertungsrechte an dem Content ganz oder teilweise zu &uuml;bertragen oder Dritten einzur&auml;umen.</p>
<p><b>9.4</b>&nbsp;Die Agentur darf den Content zur Eigenwerbung und als Referenz verwenden, soweit dies nicht ausdr&uuml;cklich ausgeschlossen ist.</p>
<h2>10) Vertraulichkeit und Datenschutz</h2>
<p><b>10.1</b>&nbsp;Die Agentur wird die im Rahmen ihrer Leistungen &uuml;ber den Kunden erlangten Informationen, insbesondere solche Informationen, die private oder betriebliche Belange betreffen, vertraulich behandeln und nicht an Dritte weitergeben, soweit dies nicht zur Erf&uuml;llung ihrer eigenen vertraglichen Pflichten gegen&uuml;ber dem Kunden erforderlich ist.</p>
<p><b>10.2</b>&nbsp;Soweit die Agentur im Rahmen der Vertragserf&uuml;llung personenbezogene Daten im Auftrag des Kunden verarbeitet, schlie&szlig;en die Parteien erg&auml;nzend eine gesonderte Auftragsverarbeitungsvereinbarung (AVV) gem&auml;&szlig; Artikel 28 der EU-Datenschutz-Grundverordnung (DSGVO) und gegebenenfalls sonstige Datenschutzvereinbarungen, soweit dies aus datenschutzrechtlicher Sicht erforderlich ist.</p>
<h2>11) Exklusivit&auml;t und Wettbewerbsverbot</h2>
<p><b>11.1</b>&nbsp;Soweit zwischen den Parteien nichts anderes vereinbart ist, wird die Agentur w&auml;hrend der Laufzeit des Vertrags zwischen den Parteien ohne vorherige ausdr&uuml;ckliche Zustimmung des Kunden keine Dienstleistungen f&uuml;r direkte Wettbewerber des Kunden erbringen, soweit die Wettbewerber im unmittelbaren Wettbewerb mit dem Kunden stehen.</p>
<p><b>11.2</b>&nbsp;Ein Wettbewerber in diesem Sinne ist ein Unternehmen, das vergleichbare Produkte oder Dienstleistungen wie der Kunde anbietet und sich an dieselbe Zielgruppe richtet.</p>
<p><b>11.3</b>&nbsp;Die Agentur wird dem Kunden auf Nachfrage offenlegen, f&uuml;r welche weiteren Kunden sie t&auml;tig ist, soweit dies zur &Uuml;berpr&uuml;fung eines potenziellen Wettbewerbsverh&auml;ltnisses erforderlich ist.</p>
<p><b>11.4</b>&nbsp;Verst&ouml;&szlig;t die Agentur schuldhaft gegen diese Regelung, ist der Kunde berechtigt, den Vertrag aus wichtigem Grund fristlos zu k&uuml;ndigen.</p>
<h2>12) M&auml;ngelhaftung (Gew&auml;hrleistung)</h2>
<p><b>12.1</b>&nbsp;Soweit die Agentur gestalterische Leistungen f&uuml;r den Kunden erbringt, steht ihr eine k&uuml;nstlerische Gestaltungsfreiheit zu.</p>
<p><b>12.2</b>&nbsp;Reklamationen, die die Gestaltungsfreiheit der Agentur betreffen, sind kein Sachmangel der Leistungen der Agentur, soweit sich die Leistungen im vereinbarten Rahmen bewegen und bei Leistungen dieser Art &uuml;blich ist.</p>
<p><b>12.3</b>&nbsp;Leistungen der Agentur gelten als genehmigt, soweit diese vom Kunden freigegeben worden sind oder als freigegeben gelten.</p>
<p><b>12.4</b>&nbsp;M&auml;ngel sind der Agentur unverz&uuml;glich unter Beschreibung des Mangels mitzuteilen.</p>
<p><b>12.5</b>&nbsp;Im &Uuml;brigen gelten die Vorschriften der gesetzlichen M&auml;ngelhaftung.</p>
<h2>13) Haftung</h2>
<p><b>13.1</b>&nbsp;Die Agentur haftet nicht f&uuml;r Sch&auml;den, die durch die St&ouml;rung ihres Betriebs infolge von h&ouml;herer Gewalt, Aufruhr, Kriegs- und Naturereignissen oder infolge von sonstigen von der Agentur nicht zu vertretenden Vorkommnissen (z. B. Streik, Aussperrung, Verkehrsst&ouml;rungen, Verf&uuml;gungen von &ouml;ffentlicher Hand des In- und Auslands) veranlasst oder auf nicht schuldhaft durch sie verursachte technische Probleme zur&uuml;ckzuf&uuml;hren sind. Dies gilt auch, soweit diese St&ouml;rungen bei von der Agentur beauftragten Dritten eintreten.</p>
<p><b>13.2</b>&nbsp;Im &Uuml;brigen haftet die Agentur dem Kunden aus allen vertraglichen, vertrags&auml;hnlichen und gesetzlichen &ndash; einschlie&szlig;ich deliktischen &ndash; Anspr&uuml;chen auf Schadens- und Aufwendungsersatz wie folgt:</p>
<p><b>13.3</b>&nbsp;Die Agentur haftet aus jedem Rechtsgrund uneingeschr&auml;nkt<br />
- bei Vorsatz oder grober Fahrl&auml;ssigkeit,<br />
- bei vors&auml;tzlicher oder fahrl&auml;ssiger Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit,<br />
- aufgrund eines Garantieversprechens, soweit diesbez&uuml;glich nichts anderes geregelt ist,<br />
- aufgrund zwingender Haftung wie etwa nach dem Produkthaftungsgesetz.</p>
<p><b>13.4</b>&nbsp;Verletzt die Agentur fahrl&auml;ssig eine wesentliche Vertragspflicht, ist die Haftung auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht gem&auml;&szlig; vorstehender Ziffer unbeschr&auml;nkt gehaftet wird. Wesentliche Vertragspflichten sind Pflichten, die der Vertrag der Agentur nach seinem Inhalt zur Erreichung des Vertragszwecks auferlegt, deren Erf&uuml;llung die ordnungsgem&auml;&szlig;e Durchf&uuml;hrung des Vertrags &uuml;berhaupt erst erm&ouml;glicht und auf deren Einhaltung der Kunde regelm&auml;&szlig;ig vertrauen darf.</p>
<p><b>13.5</b>&nbsp;Im &Uuml;brigen ist eine Haftung der Agentur ausgeschlossen.</p>
<p><b>13.6</b>&nbsp;Vorstehende Haftungsregelungen gelten auch im Hinblick auf die Haftung der Agentur f&uuml;r ihre Erf&uuml;llungsgehilfen und gesetzlichen Vertreter.</p>
<p><b>13.7</b>&nbsp;F&uuml;r Leistungen Dritter, die keine Erf&uuml;llungsgehilfen der Agentur sind (z. B. Hosting-Anbieter, soziale Netzwerke, Plattformen), &uuml;bernimmt die Agentur keine Haftung.</p>
<h2>14) Anwendbares Recht und Gerichtsstand</h2>
<p><b>14.1</b>&nbsp;F&uuml;r s&auml;mtliche Rechtsbeziehungen der Parteien gilt das Recht der Bundesrepublik Deutschland.</p>
<p><b>14.2</b>&nbsp;Handelt der Kunde als Kaufmann, juristische Person des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtliches Sonderverm&ouml;gen mit Sitz im Hoheitsgebiet der Bundesrepublik Deutschland, ist ausschlie&szlig;licher Gerichtsstand f&uuml;r alle Streitigkeiten aus diesem Vertrag der Gesch&auml;ftssitz der Agentur. Hat der Kunde seinen Sitz au&szlig;erhalb des Hoheitsgebiets der Bundesrepublik Deutschland, so ist der Gesch&auml;ftssitz der Agentur ausschlie&szlig;licher Gerichtsstand f&uuml;r alle Streitigkeiten aus diesem Vertrag, wenn der Vertrag oder Anspr&uuml;che aus dem Vertrag der beruflichen oder gewerblichen T&auml;tigkeit des Kunden zugerechnet werden k&ouml;nnen. Die Agentur ist in den vorstehenden F&auml;llen jedoch in jedem Fall berechtigt, das Gericht am Sitz des Kunden anzurufen.</p>
<h2>15) Schlussbestimmungen</h2>
<p><b>15.1</b>&nbsp;&Auml;nderungen und Erg&auml;nzungen des zwischen den Parteien geschlossenen Vertrags bed&uuml;rfen zumindest der Textform. Dies gilt auch f&uuml;r die Aufhebung dieser Klausel.</p>
<p><b>15.2</b>&nbsp;Sollte eine Bestimmung des Vertrags zwischen den Parteien unwirksam oder undurchf&uuml;hrbar sein, bleibt die Wirksamkeit des Vertrags im &Uuml;brigen unber&uuml;hrt.</p></div>
<div id="itkanzlei_txt_copyright" style="font-size: 12px; margin-top: 8em;"><div style="display: inline-block; vertical-align: top;"><a href="https://www.it-recht-kanzlei.de/" target="_blank" rel="noopener noreferrer"><img src="https://www.it-recht-kanzlei.de/logo/Copyright-Logo_AGB.png?i=477b1-2df33-39c7-907d-1" id="itkanzlei_img_copyright" alt="&copy; IT-Recht Kanzlei" title="&copy; IT-Recht Kanzlei" style="margin-top: -20px; border-style: none; max-width: 100%;" /></a></div><div style="display: inline-block; vertical-align: top; margin-left: 5px; float: right; white-space: nowrap;">Stand: 16.02.2026, 19:51:22</div><div style="clear: right;"></div></div>
